// задание 2
// Создать и встроить тут же компонент который принимает фио исполнителя, массив данных о майнкрафте
// формат массива (название моба, его картинка, id, и придумайте ему прозвище)
// все должно быть типизированно
// нужно чтобы в новом компоненте был список мобов и форма
// форма для добавления нового моба должна вызываться по нажатию на кнопку
// при нажатии на кнопку открывается модалка с формой
// при добавлении модалка закрывается
// при нажатии на моба(строку) во первых при наведении строка выделяется, во вторых открывается модальное окно с инфой о мобе
// в окне с мобом должна быть кнопка удалить с соответствующим функционалом
// функцию добавления и удаления описать тут, а потом протипизировав передать его в ваш компонент

function SecondTask() {
  return <p className="read-the-docs">Второе задание ошибки в консоле</p>;
}

export default SecondTask;
